Revit 2024 API
ParameterTypeId.ThermalMaterialParamEmissivity Property
 "Emissivity"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ThermalMaterialParamEmissivity { get; }
Visual Basic
Public Shared ReadOnly Property ThermalMaterialParamEmissivity As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ThermalMaterialParamEmissivity {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace